Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# PROXIMITY_AUTH_CHILD_SETUP_DESCRIPTION_IPAD
source: If you’re the parent or guardian of the child using this iPad, you can use your own iPhone or iPad to set things up. Hold your unlocked device running iOS or iPadOS 18.4 or later near this iPad…
ar: إذا كنت والد أو ولي أمر الطفل الذي يستخدم هذا الـ iPad، يمكنك استخدام iPhone أو iPad الخاص بك لإعداد الأشياء. افتح قفل جهازك الذي يعمل بنظام iOS أو iPadOS 18.4 أو أحدث، وقرِّبه من هذا الـ iPad…
bg: Ако сте родител или настойник на дете, което използва този iPad, можете да направите настройка с помощта на вашия собствен iPhone или iPad. За да започнете, задръжте вашето отключено устройство с iOS или iPadOS 18.4 или следваща версия на софтуера близо до този iPad…
bn: আপনি যদি এই iPad ব্যবহারকারী শিশুর মা-বাবা অথবা অভিভাবক হন, তাহলে সেটি সেট আপ করতে আপনি আপনার নিজের iPhone বা iPad ব্যবহার করতে পারেন। এটি শুরু করতে এই iPad-এর কাছাকাছি iOS বা iPadOS 18.4 ও পরবর্তী ভার্সন থাকা আপনার আনলক করা ডিভাইসটি ধরে থাকুন…
ca: Si ets un pare, una mare o una persona responsable de la tutela de l’infant que farà servir aquest dispositiu, el pots configurar amb el teu iPhone o iPad. Per començar, apropa a aquest iPad el dispositiu desbloquejat (que ha de tenir instal·lat com a mínim l’iOS o l’iPadOS 18.4).
cs: Pokud jste rodič nebo opatrovník dítěte, které bude tento iPad používat, můžete ho nastavit pomocí svého iPhonu nebo iPadu. Podržte u tohoto iPadu svoje odemknuté zařízení s iOS nebo iPadOS 18.4 nebo novějším…
da: Hvis du er forælder til eller værge for barnet, der bruger denne iPad, kan du bruge din egen iPhone eller iPad til at indstille enheden. Lås din enhed med iOS eller iPadOS 18.4 eller en nyere version op, og hold den i nærheden af denne iPad…
de: Wenn du ein Elternteil oder eine erziehungsberechtigte Person des Kindes bist, das dieses iPad verwendet, kannst du die Einrichtung mit deinem eigenen iPhone oder iPad abschließen. Halte dein entsperrtes Gerät mit OS 18.4 oder iPadOS 18.4 (oder neuer) an dieses iPad …
el: Αν είστε ο γονέας ή ο κηδεμόνας του παιδιού που χρησιμοποιεί αυτό το iPad, μπορείτε να χρησιμοποιήσετε το δικό σας iPhone ή iPad για τη διαμόρφωση. Κρατήστε την ξεκλείδωτη συσκευή σας που διαθέτει iOS ή iPadOS 18.4, ή μεταγενέστερη έκδοση κοντά σε αυτό το iPad…
es: Si eres el padre, la madre o el tutor legal del niño o niña que va a usar este iPad, puedes configurarlo con tu propio iPhone o iPad. Para ello, acerca a este iPad tu dispositivo desbloqueado (que debe tener instalado iOS o iPadOS 18.4, o una versión posterior).
es_419: Si eres la persona adulta responsable del menor que va a usar este iPad, puedes configurarlo con tu propio iPhone o iPad. Para ello, desbloquea tu dispositivo con iOS o iPadOS 18.4 (o una versión posterior) y acércalo a este iPad.
fi: Jos olet tätä iPadia käyttävän lapsen vanhempi tai huoltaja, voit tehdä käyttöönoton käyttämällä omaa iPhoneasi tai iPadiasi. Aloita pitämällä avattua laitettasi, jossa on iOS tai iPadOS 18.4 tai uudempi tämän iPadin lähellä…
fr: Si vous êtes le parent ou le tuteur de l’enfant qui utilise cet iPad, vous pouvez utiliser votre propre iPhone ou iPad pour configurer l’appareil. Approchez votre appareil déverrouillé exécutant iOS ou iPadOS 18.4 ou ultérieur de cet iPad…
fr_ca: Si vous êtes le parent ou le tuteur de l’enfant qui utilise cet iPad, vous pouvez utiliser votre propre iPhone ou iPad pour configurer l’appareil. Approchez votre appareil déverrouillé qui fonctionne sous iOS ou iPadOS 18.4 ou une version ultérieure de cet iPad…
gu: જો તમે આ iPadનો ઉપયોગ કરનાર બાળકના માતા-પિતા અથવા વાલી છો તો તમે સેટઅપ કરવા માટે તમારો પોતાના iPhone અથવા iPadનો ઉપયોગ કરી શકો છો. તમારા અનલૉક કરેલ ડિવાઇસને iOS અથવા iPadOS 18.4 અથવા તે પછીના વર્ઝન પર આ iPadની નજીક રાખો…
he: להורה או לאפוטרופוס של הילד או הילדה שישתמשו ב-iPad זה יש אפשרות להשתמש ב-iPhone או ב-iPad שלהם להגדרת המכשיר. יש לקרב ל-iPad זה את המכשיר של ההורה או האפוטרופוס שמותקנת בו גירסת 18.4 ואילך של iOS או iPadOS, כשהוא במצב לא נעול…
hi: यदि आप इस iPad का इस्तेमाल करने वाले बच्चे के माता-पिता या अभिभावक हैं, तो आप चीज़ों को सेटअप करने के लिए अपने स्वयं के iPhone या iPad का इस्तेमाल कर सकते हैं। iOS या iPadOS 18.4 या उसके बाद के संस्करण पर चलने वाले अपने अनलॉक डिवाइस को इस iPad के पास रखें…
hr: Ako ste roditelj ili skrbnik djeteta koje koristi ovaj iPad, možete upotrijebiti svoj iPhone ili iPad za podešavanje stvari. Držite svoj otključan uređaj koji koristi iOS ili iPadOS 18.4 ili noviji blizu ovog iPada…
hu: Ha Ön a szülője vagy a gondviselője annak a gyermeknek, aki ezt az iPadet használja, akkor a gyors beállításhoz használhatja a saját iPhone‑ját vagy iPadjét. Tartsa a feloldott, iOS vagy iPadOS 18.4 vagy újabb rendszert futtató eszközét ennek az iPadnek a közelébe…
id: Jika Anda orang tua atau wali dari anak yang menggunakan iPad ini, Anda dapat menggunakan iPhone atau iPad Anda sendiri untuk melakukan pengaturan. Dekatkan perangkat Anda yang terbuka dan menjalankan iOS atau iPadOS 18.4 atau lebih baru ke iPad ini…
it: Se sei il genitore o il tutore del bambino che usa questo iPad, puoi configurarlo con il tuo iPhone o iPad. Sblocca il tuo dispositivo con iOS o iPadOS 18.4 o versioni successive e avvicinalo a questo iPad…
ja: あなたがこのiPadを使用しているお子様の親または保護者の場合は、自分のiPhoneまたはiPadを使用して設定を行うことができます。 iOS 18.4またはiPadOS 18.4以降が動作しているデバイスを、ロックを解除してこのiPadに近づけてください…
kk: Егер сіз осы iPad құрылғысын пайдаланатын баланың ата-анасы немесе қамқоршысы болсаңыз, функцияларды баптау үшін iPhone немесе iPad құрылғыңызды пайдалануға болады. iOS немесе iPadOS 18.4 болмаса одан кейінгі нұсқасы орнатылған құлпы ашылған құрылғыны осы iPad құрылғысына жақын ұстаңыз…
kn: ನೀವು ಈ iPad ಬಳಸುವ ಮಗುವಿನ ಪೋಷಕರು ಅಥವಾ ಪಾಲಕರಾಗಿದ್ದರೆ, ಬಳಕೆಯನ್ನು ಸೆಟಪ್ ಮಾಡಲು ನಿಮ್ಮದೇ iPhone ಅಥವಾ iPad ಅನ್ನು ಬಳಸಬಹುದು. ಪ್ರಾರಂಭಿಸಲು iOS ಅಥವಾ iPadOS 18.4 ಅಥವಾ ನಂತರದ ಆವೃತ್ತಿಯಿರುವ ಅನ್‌ಲಾಕ್ ಮಾಡಿದ ನಿಮ್ಮ ಸಾಧನವನ್ನು ಈ iPadನ ಸಮೀಪ ಹಿಡಿದುಕೊಳ್ಳಿ…
ko: 이 iPad를 사용하는 자녀의 부모님 또는 보호자인 경우, 본인의 iPhone 또는 iPad를 사용하여 이 기기를 설정할 수 있습니다. iOS 또는 iPadOS 18.4 이상이 설치되어 있고 잠금 해제된 기기를 이 iPad 가까이 가져오십시오.
lt: Jei esate vaiko, kuris naudoja šį „iPad“, globėjas ar vienas iš tėvų, galite nustatyti reikiamas funkcijas naudodami savo „iPhone“ arba „iPad“. Norėdami pradėti, laikykite atrakintą įrenginį su „iOS“ arba „iPadOS 18.4“ ar naujesne versija šalia šio „iPad“…
ml: നിങ്ങൾ ഈ iPad ഉപയോഗിക്കുന്ന കുട്ടിയുടെ പേരന്റോ രക്ഷാകർത്താവോ ആണെങ്കിൽ, സജ്ജീകരിക്കാൻ നിങ്ങളുടെ സ്വന്തം iPhone അല്ലെങ്കിൽ iPad ഉപയോഗിക്കാം. iOS അല്ലെങ്കിൽ iPadOS 18.4-ഓ അതിന് ശേഷമുള്ളതോ റൺ ചെയ്യുന്ന നിങ്ങളുടെ അൺലോക്ക് ചെയ്ത ഡിവൈസ് ഈ iPad-ന് സമീപം പിടിക്കൂ…
mr: जर तुम्ही हे iPad वापरणाऱ्या अपत्याचे आईवडील किंवा पालक असाल, तर तुम्ही गोष्टी सेटअप करण्यासाठी तुमचा स्वतःचा iPhone किंवा iPad वापरू शकता. तुमचे iOS किंवा iPadOS 18.4 किंवा त्यानंतरच्या व्हर्जनवर रन होणारे तुमचे अनलॉक केलेले डिव्हाइस ह्या iPad जवळ होल्ड करा…
ms: Jika anda ibu bapa atau penjaga kanak-kanak yang menggunakan iPad ini, anda boleh menggunakan iPhone atau iPad anda sendiri untuk melakukan persediaan. Pegang peranti dibuka kunci anda yang menjalankan iOS atau iPadOS 18.4 atau lebih baharu berdekatan iPad ini…
nl: Als je de ouder of voogd bent van het kind dat deze iPad gebruikt, kun je je eigen iPhone of iPad gebruiken voor de configuratie. Houd je ontgrendelde apparaat met iOS of iPadOS 18.4 of nieuwer in de buurt van deze iPad…
no: Hvis du er forelder eller verge til barnet som bruker denne iPaden, kan du raskt gjøre den klar til bruk fra din egen iPhone eller iPad. Lås opp enheten med iOS eller iPadOS 18.4 eller nyere, og hold den inntil denne iPaden.
or: ଯଦି ଆପଣ ଏହି iPad ବ‍୍ୟବହାର କରୁଥିବା ପିଲାଙ୍କର ପିତାମାତା କିମ୍ବା ଅଭିଭାବକ ଅଟନ୍ତି, ତେବେ ଆପଣ ସେଟ୍ ଅପ୍ କରିବା ପାଇଁ ନିଜ iPhone କିମ୍ବା iPadର ବ‍୍ୟବହାର କରିପାରିବେ। iOS କିମ୍ବା iPadOS 18.4 କିମ୍ବା ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍ ଚାଲୁ ଥିବା ଆପଣଙ୍କର ଡିଭାଇସ୍‌କୁ ଅନ୍‌ଲକ୍ କରି ଏହି iPad ପାଖରେ ହୋଲ୍ଡ୍ କରନ୍ତୁ…
pa: ਜੇਕਰ ਤੁਸੀਂ ਇਸ iPad ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਬੱਚੇ ਦੇ ਮਾਪੇ ਜਾਂ ਸਰਪ੍ਰਸਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਚੀਜ਼ਾਂ ਨੂੰ ਸੈੱਟਅੱਪ ਕਰਨ ਲਈ ਆਪਣੇ iPhone ਜਾਂ iPad ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਆਪਣੇ ਅਨਲੌਕ ਕੀਤੇ iOS ਡਿਵਾਈਸ ਜਾਂ iPadOS 18.4 ਜਾਂ ਇਸ ਤੋਂ ਨਵੇਂ ਨੂੰ ਇਸ iPad ਦੇ ਨੇੜੇ ਰੱਖੋ…
pl: Jeśli jesteś rodzicem lub opiekunem dziecka używającego tego iPada, możesz przeprowadzić konfigurację, używając własnego iPhone’a lub iPada. Aby rozpocząć, zbliż swoje odblokowane urządzenie z systemem iOS 18.4, iPadOS 18.4 lub nowszym do tego iPada…
pt_br: Se você é um dos pais ou o responsável pela criança que está usando este iPad, pode configurá‑lo no seu próprio iPhone ou iPad. Aproxime deste iPad o seu dispositivo desbloqueado que tenha o iOS, iPadOS 18.4 ou versão posterior…
pt_pt: Se for um dos pais ou tutor da criança que utiliza este iPad, pode configurá‑lo com o seu iPhone ou iPad. Aproxime deste iPad o seu dispositivo desbloqueado (tem de ter instalado o iOS ou iPadOS 18.4 ou posterior).
ro: Dacă sunteți părintele sau tutorele copilului care utilizează acest iPad, vă puteți folosi propriul iPhone sau iPad pentru a configura funcționalitățile. Țineți dispozitivul dvs., care trebuie să ruleze iOS sau iPadOS 18.4 sau o versiune ulterioară, deblocat și în apropierea acestui iPad…
ru: Если Вы родитель или опекун ребенка, который пользуется этим iPad, Вы можете настроить его со своего iPhone или iPad. Чтобы начать, поднесите свое разблокированное устройство с iOS или iPadOS версии 18.4 или новее к этому iPad…
sk: Ak ste rodičom alebo zákonným zástupcom dieťaťa, ktoré používa tento iPad, môžete ho nastaviť použitím svojho vlastného iPhonu alebo iPadu. Podržte svoje odomknuté zariadenie so systémom iOS či iPadOS 18.4 alebo novším pri tomto iPade…
sl: Če ste starš ali skrbnik otroka, ki uporablja ta iPad, lahko stvari nastavite s svojim iPhonom ali iPadom. Za začetek pridržite svojo odklenjeno napravo, v kateri je nameščen sistem iOS ali iPadOS 18.4 ali novejša različica, v bližini tega iPada …
sv: Om du är förälder eller vårdnadshavare till barnet som använder denna iPad kan du använda din egen iPhone eller iPad till att snabbt göra inställningar. Håll din upplåsta enhet som kör iOS eller iPadOS 18.4 eller senare i närheten av denna iPad…
ta: இந்த iPadஐப் பயன்படுத்தும் சிறாரின் பெற்றோர் அல்லது பாதுகாவலர் நீங்கள் எனில், எல்லாவற்றையும் அமைத்து முடிக்க உங்கள் iPhone அல்லது iPadஐப் பயன்படுத்தலாம். iOS அல்லது iPadOS 18.4 பதிப்பு அல்லது அதற்குப் பிந்தைய பதிப்பில் இயங்கும் உங்கள் சாதனத்தை அன்லாக் செய்து இந்த iPadக்கு அருகில் கொண்டுவரவும்…
te: మీరు ఈ iPadను వాడే పిల్లల తల్లిదండ్రులు లేదా సంరక్షకులు అయితే, మీ స్వంత iPhone లేదా iPadతో త్వరగా సెటప్ చేయవచ్చు. iOS లేదా iPadOS 18.4 లేదా తర్వాతి వెర్షన్‌ ఉన్న అన్‌లాక్ చేయబడిన మీ డివైజ్‌ను ఈ iPad దగ్గరగా ఉంచండి…
th: ถ้าคุณเป็นผู้ปกครองหรือผู้ดูแลของเด็กที่ใช้ iPad เครื่องนี้ คุณสามารถใช้ iPhone หรือ iPad ของคุณเองเพื่อตั้งค่าได้ ถืออุปกรณ์ที่ปลดล็อคที่ใช้งาน iOS หรือ iPadOS 18.4 ขึ้นไปของคุณไว้ใกล้กับ iPad เครื่องนี้…
tr: Bu iPad’i kullanan çocuğun ebeveyni veya vasisi sizseniz ayarları yapmak için kendi iPhone’unuzu veya iPad’inizi kullanabilirsiniz. iOS ya da iPadOS 18.4 veya daha yenisini çalıştıran, kilidi açık aygıtınızı bu iPad’e yaklaştırın.
uk: Батьки чи опікуни дитини, що використовує цей iPad, можуть швидко його налаштувати за допомогою свого iPhone або iPad. Відімкніть і піднесіть пристрій iOS або iPadOS 18.4 чи новішої версії до цього iPad…
ur: اگر آپ اس iPad کا استعمال کرنے والے بچے کے والدین یا سرپرست ہیں تو آپ سیٹ اپ کرنے کے لیے اپنا iPhone یا iPad استعمال کر سکتے ہیں۔ ‏iOS یا iPadOS کے 18.4 یا بعد کے ورژن پر چلنے والے اپنے اَنلاک کیے گئے ڈیوائس کو اس iPad کے قریب رکھیں…
vi: Nếu bạn là cha mẹ hoặc người giám hộ của trẻ em đang sử dụng iPad này thì bạn có thể sử dụng iPhone hoặc iPad của mình để thiết lập. Hãy mở khóa thiết bị chạy iOS hoặc iPadOS 18.4 trở lên và giữ thiết bị gần iPad này…
zh_cn: 如果你是使用此iPad的儿童的父母或监护人，可使用自己的iPhone或iPad完成设置。 将运行iOS、iPadOS 18.4或更高版本的解锁设备靠近此iPad…
zh_hk: 如果你是使用此iPad的兒童的家長或監護人，你可以使用自己的iPhone或iPad進行設定。 將執行iOS或iPadOS 18.4或較新版本的已解鎖裝置靠近此iPad⋯
zh_tw: 如果你是使用此iPad的兒童的家長或監護人，你可以使用自己的iPhone或iPad來進行設定。 請將執行iOS或iPadOS 18.4或以上版本的解鎖裝置靠近此iPad⋯

# PROXIMITY_AUTH_CHILD_SETUP_TITLE
source: Waiting for Parent or Guardian Device
ar: في انتظار جهاز الوالد أو ولي الأمر
bg: Изчаква се устройство на родител или настойник
bn: মাতা-পিতা বা অভিভাবকের ডিভাইসের জন্য অপেক্ষা করা হচ্ছে
ca: En espera de l’altre dispositiu
cs: Čekání na zařízení rodiče nebo opatrovníka
da: Venter på forælders eller værges enhed
de: Auf Gerät der erziehungsberechtigten Person warten
el: Σε αναμονή για συσκευή γονέα ή κηδεμόνα
es: A la espera de otro dispositivo
es_419: A la espera del otro dispositivo
fi: Odotetaan vanhemman tai huoltajan laitetta
fr: En attente de l’appareil d’un parent ou tuteur
fr_ca: En attente de l’appareil d’un parent ou tuteur
gu: માતા-પિતા અથવા વાલીના ડિવાઇસની રાહ જોવાઈ રહી છે
he: ממתין למכשיר של הורה או אפוטרופוס
hi: माता-पिता या अभिभावक के डिवाइस के लिए प्रतीक्षारत
hr: Čekanje uređaja roditelja ili skrbnika
hu: Várakozás a szülő vagy gondviselő eszközére
id: Menunggu Perangkat Orang Tua atau Wali
it: Attendo il dispositivo di un genitore o tutore
ja: 親または保護者のデバイスを待機中
kk: Ата-ана немесе қамқоршы құрылғысын күту
kn: ಪೋಷಕರ ಅಥವಾ ಪಾಲಕರ ಸಾಧನಕ್ಕಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ
ko: 부모 또는 보호자의 기기를 기다리는 중
lt: Laukiama vieno iš tėvų ar globėjo įrenginio
ml: പേരന്റിന്റെ അല്ലെങ്കിൽ രക്ഷാകർത്താവിന്റെ ഡിവൈസിനായി കാത്തിരിക്കുന്നു
mr: आईवडील किंवा पालकांच्या डिव्हाइसची वाट पाहिली जात आहे
ms: Menunggu Peranti Ibu Bapa atau Penjaga
nl: Wachten op apparaat van ouder of voogd
no: Venter på enheten til forelder eller verge
or: ପିତାମାତା କିମ୍ବା ଅଭିଭାବକଙ୍କ ଡିଭାଇସ୍ ପାଇଁ ଅପେକ୍ଷା କରାଯାଉଛି
pa: ਮਾਪੇ ਜਾਂ ਸਰਪ੍ਰਸਤ ਦੇ ਡਿਵਾਈਸ ਨੂੰ ਉਡੀਕਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Czekam na urządzenie rodzica lub opiekuna
pt_br: Aguardando o Dispositivo de um dos Pais ou Responsável
pt_pt: A aguardar pelo outro dispositivo
ro: Se așteaptă dispozitivul părintelui sau tutorelui
ru: Ожидание устройства родителя или опекуна
sk: Čakám na zariadenie rodiča alebo zákonného zástupcu
sl: Čakanje na napravo starša ali skrbnika
sv: Väntar på förälders eller vårdnadshavares enhet
ta: பெற்றோர் அல்லது பாதுகாவலர் சாதனத்திற்காகக் காத்திருக்கிறது
te: తల్లి/తండ్రి లేదా సంరక్షకుల డివైజ్ కోసం వేచి ఉంది
th: กำลังรออุปกรณ์ของผู้ปกครองหรือผู้ดูแล
tr: Ebeveyn veya Vasi Aygıtı Bekleniyor
uk: Очікування пристрою батьків чи опікунів
ur: والدین یا سرپرست کے ڈیوائس کے لیے منتظر
vi: Đang chờ thiết bị của cha mẹ hoặc người giám hộ
zh_cn: 正在等待父母或监护人设备
zh_hk: 正在等待家長或監護人裝置
zh_tw: 正在等待家長或監護人的裝置

# SIGN_IN_MESSAGE_NO_CREATE_REBRAND_SERVICE_ICLOUD
source: Enter your password to continue using iCloud on this Mac.
ar: أدخل كلمة السر الخاصة بك لمتابعة استخدام iCloud على هذا الـ Mac.
bg: Въведете паролата си, за да продължите да използвате iCloud на този Mac.
bn: এই Mac-এ iCloud ব্যবহার করে চালিয়ে যাওয়ার জন্য আপনার পাসওয়ার্ড লিখুন।
ca: Per continuar utilitzant l’iCloud al Mac, cal que introdueixis la contrasenya del compte.
cs: Chcete‑li nadále na tomto Macu používat iCloud, zadejte své heslo.
da: Skriv din adgangskode, hvis du vil fortsætte med at bruge iCloud på denne Mac.
de: Gib dein Passwort ein, um iCloud auf diesem Mac weiter zu verwenden.
el: Εισαγάγετε το συνθηματικό σας για να συνεχίσετε τη χρήση του iCloud σε αυτό το Mac.
es: Introduce la contraseña para seguir usando iCloud en este Mac.
es_419: Ingresa tu contraseña para seguir usando iCloud en esta Mac.
fi: Jatka iCloudin käyttöä tässä Macissa syöttämällä salasana.
fr: Saisissez votre mot de passe pour continuer à utiliser iCloud sur ce Mac.
fr_ca: Entrez votre mot de passe pour continuer à utiliser iCloud sur ce Mac.
gu: આ Mac પર iCloudનો ઉપયોગ ચાલુ રાખવા માટે તમારો પાસવર્ડ એંટર કરો.
he: יש להזין את הסיסמה שלך כדי להמשיך להשתמש ב-iCloud ב-Mac זה.
hi: इस Mac पर iCloud का उपयोग जारी रखने के लिए अपना पासवर्ड दर्ज करें।
hr: Unesite svoju lozinku za nastavak uporabe iClouda na ovom Macu.
hu: Ha tovább szeretné használni az iCloudot ezen a Macen, meg kell adnia a jelszavát.
id: Masukkan kata sandi Anda untuk terus menggunakan iCloud di Mac ini.
it: Inserisci la password per continuare a usare iCloud sul Mac.
ja: このMacでiCloudを引き続き使用するには、パスワードを入力してください。
kk: Осы Mac компьютерінде iCloud сервисін пайдалануды жалғастыру үшін құпиясөзді енгізіңіз.iCloud on this Mac.
kn: ಈ Macನಲ್ಲಿ iCloud ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 이 Mac에서 iCloud를 계속 사용하려면 암호를 입력하십시오.
lt: Įveskite slaptažodį, kad šiame „Mac“ įrenginyje galėtumėte toliau naudoti „iCloud“.
ml: ഈ Mac-ൽ നിങ്ങളുടെ iCloud ഉപയോഗിക്കുന്നത് തുടരാൻ പാസ്‌വേഡ് നൽകൂ.
mr: ह्या Mac वर iCloud वापरणे चालू ठेवण्यासाठी तुमचा पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan anda untuk terus menggunakan iCloud pada Mac ini.
nl: Voer je wachtwoord in om iCloud te blijven gebruiken op deze Mac.
no: Skriv inn passordet for å fortsette å bruke iCloud på Mac.
or: ଏହି Macରେ iCloud ବ୍ଯବହାର କରିବା ଜାରି ରଖିବା ପାଇଁ ନିଜର ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: ਇਸ Mac ’ਤੇ iCloud ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਭਰੋ।
pl: Aby nadal używać iCloud na tym Macu, podaj hasło.
pt_br: Digite sua senha para continuar usando o iCloud neste Mac.
pt_pt: Para continuar a usar iCloud neste Mac, tem de digitar a palavra‑passe.
ro: Introduceți parola dvs. pentru a continua utilizarea iCloud pe acest Mac.
ru: Введите пароль, чтобы продолжить использовать iCloud на этом Mac.
sk: Ak chcete na tomto Macu aj naďalej používať iCloud, zadajte svoje heslo.
sl: Vnesite svoje geslo, če želite še naprej uporabljati iCloud v tem Macu.
sv: Ange ditt lösenord om du vill fortsätta använda iCloud på denna Mac.
ta: இந்த Macஇல் iCloudஐத் தொடர்ந்து பயன்படுத்த உங்கள் பாஸ்வேர்டை உள்ளிடவும்.
te: ఈ Macలో iCloudను ఉపయోగించడం కొనసాగించడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ป้อนรหัสผ่านของคุณเพื่อใช้ iCloud ต่อบน Mac เครื่องนี้
tr: Bu Mac’te iCloud’u kullanmayı sürdürmek için parolanızı girin.
uk: Введіть пароль, щоб і надалі користуватися iCloud на цьому Mac.
ur: اس ‏Mac پر ‏iCloud کا استعمال جاری رکھنے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu của bạn để tiếp tục sử dụng iCloud trên máy Mac này.
zh_cn: 输入密码以继续在此Mac上使用iCloud。
zh_hk: 輸入你的密碼以繼續在此Mac使用iCloud。
zh_tw: 輸入你的密碼來在此Mac上繼續使用iCloud。

# SIGN_IN_MESSAGE_NO_CREATE_REBRAND_SERVICE_ITUNES
source: Enter your password to continue using Apple Media Services on this Mac.
ar: أدخل كلمة السر لمتابعة استخدام خدمات وسائط Apple على هذا الـ Mac.
bg: Въведете паролата си, за да продължите да използвате Apple Media Services на този Mac.
bn: এই Mac-এ Apple মিডিয়া পরিষেবা ব্যবহার করে চালিয়ে যাওয়ার জন্য আপনার পাসওয়ার্ড লিখুন।
ca: Per continuar utilitzant els serveis de contingut multimèdia d’Apple al Mac, cal que introdueixis la contrasenya del compte.
cs: Chcete‑li na tomto Macu nadále používat mediální služby Apple, zadejte své heslo.
da: Skriv din adgangskode for at fortsætte med at bruge Apples medietjenester på denne Mac.
de: Gib dein Passwort ein, um die Apple-Mediendienste auf diesem Mac weiter zu verwenden.
el: Εισαγάγετε το συνθηματικό σας για να συνεχίσετε να χρησιμοποιείτε τις Υπηρεσίες πολυμέσων Apple σε αυτό το Mac.
es: Introduce la contraseña para seguir usando los servicios multimedia de Apple en este Mac.
es_419: Ingresa tu contraseña para seguir usando los servicios de contenido multimedia de Apple en esta Mac.
fi: Jatka Applen mediapalvelujen käyttöä tässä Macissa syöttämällä salasana.
fr: Saisissez votre mot de passe pour continuer à utiliser les services multimédias Apple sur ce Mac.
fr_ca: Entrez votre mot de passe pour continuer à utiliser les services multimédias Apple sur ce Mac.
gu: આ Mac પર Apple મીડિયા સેવાઓનો ઉપયોગ ચાલુ રાખવા માટે તમારો પાસવર્ડ એંટર કરો.
he: כדי להמשיך להשתמש ב-Apple Media Services ב-Mac זה, יש להזין סיסמה.
hi: इस Mac पर Apple मीडिया सेवा का उपयोग जारी रखने के लिए अपना पासवर्ड दर्ज करें।
hr: Unesite svoju lozinku za nastavak uporabe Appleovih medijskih usluga na ovom Macu.
hu: Ha tovább szeretné használni az Apple Médiaszolgáltatásokat ezen a Macen, meg kell adnia a jelszavát.
id: Masukkan kata sandi Anda untuk terus menggunakan Layanan Media Apple di Mac ini.
it: Inserisci la password per continuare a usare i servizi multimediali di Apple sul Mac.
ja: このMacでAppleメディアサービスを引き続き使用するには、パスワードを入力してください。
kk: Осы Mac компьютерінде Apple медиа сервистерін пайдалануды жалғастыру үшін құпиясөзді енгізіңіз.
kn: ಈ Macನಲ್ಲಿ Apple ಮೀಡಿಯಾ ಸೇವೆಗಳನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 이 Mac에서 Apple 미디어 서비스를 계속 사용하려면 암호를 입력하십시오.
lt: Įveskite slaptažodį, kad šiame „Mac“ įrenginyje galėtumėte toliau naudoti „Apple Media Services“.
ml: ഈ Mac-ൽ നിങ്ങളുടെ Apple മീഡിയ സേവനങ്ങൾ ഉപയോഗിക്കുന്നത് തുടരാൻ പാസ്‌വേഡ് നൽകൂ.
mr: ह्या Mac वर Apple मीडिया सेवा वापरणे चालू ठेवण्यासाठी तुमचा पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan anda untuk terus menggunakan Perkhidmatan Media Apple pada Mac ini.
nl: Voer je wachtwoord in om Apple Media Services te blijven gebruiken op deze Mac.
no: Oppgi passordet for å fortsette å bruke Apple Media på denne Macen.
or: ଏହି Macରେ Apple ମିଡିଆ ସେବା ବ୍ଯବହାର କରିବା ଜାରି ରଖିବା ପାଇଁ ନିଜର ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: ਇਸ Mac ’ਤੇ Apple ਮੀਡੀਆ ਸੇਵਾਵਾਂ ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਭਰੋ।
pl: Aby nadal używać usług Apple Media na tym Macu, podaj hasło.
pt_br: Digite a sua senha para continuar usando os Serviços de Mídia da Apple neste Mac.
pt_pt: Para continuar a usar os serviços multimédia da Apple neste Mac, tem de digitar a palavra‑passe.
ro: Introduceți parola dvs. pentru a continua să utilizați Serviciile multimedia Apple pe acest Mac.
ru: Введите пароль, чтобы и дальше использовать мультимедийные службы Apple на этом Mac.
sk: Ak chcete na tomto Macu aj naďalej používať mediálne služby Apple, zadajte svoje heslo.
sl: Vnesite svoje geslo, če želite še naprej uporabljati Storitve predstavnostnih vsebin Apple v tem Macu.
sv: Ange ditt lösenord om du vill fortsätta använda Apple-medietjänster på denna Mac.
ta: இந்த Macஇல் Apple மீடியா சேவைகளைத் தொடர்ந்து பயன்படுத்த உங்கள் பாஸ்வேர்டை உள்ளிடவும்.
te: ఈ Macలో Apple మీడియా సర్వీస్‌లను ఉపయోగించడం కొనసాగించడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ป้อนรหัสผ่านของคุณเพื่อใช้บริการ Apple Media ต่อบน Mac เครื่องนี้
tr: Bu Mac’te Apple Medya Hizmetleri’ni kullanmayı sürdürmek için parolanızı girin.
uk: Введіть пароль, щоб і надалі користуватися медійними сервісами Apple на цьому Mac.
ur: اس ‏Mac پر ‏Apple میڈیا خدمات کا استعمال جاری رکھنے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu của bạn để tiếp tục sử dụng Dịch vụ truyền thông của Apple trên máy Mac này.
zh_cn: 输入密码以继续在此Mac上使用Apple媒体服务。
zh_hk: 輸入你的密碼以繼續在此Mac使用「Apple媒體服務」。
zh_tw: 輸入你的密碼來在此Mac上繼續使用「Apple媒體服務」。

# AUTHORIZE_PRIVATE_EMAIL_TITLE
source: Anonymous Email
ar: بريد إلكتروني مجهول
bg: Анонимен имейл
bn: বেনামী ইমেল
ca: Adreça electrònica anònima
cs: Anonymní e-mail
da: Anonym e-mailadresse
de: Anonyme E-Mail
el: Ανώνυμο email
es: Correo electrónico anónimo
es_419: Correo anónimo
fi: Anonyymi sähköposti
fr: Adresse e-mail anonyme
fr_ca: Adresse courriel anonyme
gu: અનામી ઇમેલ
he: דוא״ל אנונימי
hi: अनाम ईमेल
hr: Anonimni e-mail
hu: Anonim e-mail-cím
id: Email Anonim
it: Indirizzo email anonimo
ja: 匿名メール
kk: Анонимдік эл. пошта мекенжайы
kn: ಅನಾಮಧೇಯ ಈಮೇಲ್
ko: 익명의 이메일
lt: Anoniminis el. pašto adresas
ml: അജ്ഞാത ഇ-മെയിൽ
mr: निनावी ईमेल
ms: E-mel Tanpa Nama
nl: Anonieme e-mail
no: Anonym e‑postadresse
or: ବେନାମୀ ଇମେଲ୍
pa: ਗੁਮਨਾਮ ਈਮੇਲ
pl: Anonimowy adres email
pt_br: E‑mail Anônimo
pt_pt: E-mail anónimo
ro: E‑mail anonim
ru: Анонимный адрес e-mail
sk: Anonymný email
sl: Anonimni e-poštni naslov
sv: Anonym e-postadress
ta: அடையாளமில்லாத மின்னஞ்சல்
te: అజ్ఞాత ఇమెయిల్
th: อีเมลแบบไม่ระบุชื่อ
tr: Anonim E-posta
uk: Анонімна е‑адреса
ur: گمنام ای میل
vi: Email ẩn danh
zh_cn: 匿名电子邮件
zh_hk: 匿名電郵
zh_tw: 匿名的電子郵件
